[
  {
    "id": "test-post",
    "title": "Просто тестирую очередной пост",
    "tag": "Тест",
    "featured": true,
    "date": "18 Декабря 2025",
    "image": "images/pexels-njeromin-12627131.jpg",
    "desc": "Мы мечтаем загрузить сознание в облако. Но мы забываем, что без дедлайна любой проект превращается в бесконечный долгострой.",
    "content": "<p class='first-letter:text-6xl first-letter:font-bold first-letter:text-emerald-900 first-letter:float-left first-letter:mr-3 first-letter:mt-[-10px]'>Человечество одержимо бессмертием. Сначала это были эликсиры алхимиков, теперь — криокамеры и проекты по оцифровке нейросетей мозга. Мы смотрим на смерть как на техническую ошибку, сбой в коде ДНК, который нужно просто 'запаточить'.</p><p>В мире 'Протокола Безопасности' существуют так называемые 'Цифровые Личи'. Это миллиардеры, которые успели перенести свое сознание на квантовые сервера до того, как их тела отказали. Они живут в персональных раях, симуляциях, где могут летать, менять внешность и управлять погодой. Звучит как утопия?</p><h3>Инфляция Времени</h3><p>Проблема в том, что ценность любого ресурса определяется его дефицитом. Золото стоит дорого, потому что его мало. Жизнь имеет вкус, потому что она конечна. Как только вы убираете финальную черту, время обесценивается.</p><blockquote>'Вечность — это не дар. Это комната ожидания, из которой убрали двери. Личности в ней не развиваются, они зацикливаются. Без страха исчезновения нет стимула для создания чего-то нового'.</blockquote><p>Я наблюдаю за своими героями. Именно осознание их смертности заставляет их совершать подвиги. Эрик знает, что каждый разряд магии сжигает его нервную систему. Марк понимает, что каждый взлом может стать последним. Это напряжение рождает смысл.</p><h3>Парадокс Копии</h3><p>И есть еще один, чисто технический аспект. Если вы копируете файл на флешку, это не 'перемещение'. Это создание клона и уничтожение оригинала. Тот 'вы', который лег в сканер, умирает. Глаза в цифровом мире открывает кто-то другой. Кто-то, у кого есть ваши воспоминания, ваши шутки и ваш пин-код от карты. Но это не вы.</p><p>Это просто очень качественный NPC, который верит, что он — человек.</p>"
  },
  {
    "id": "post-immortality",
    "title": "Проклятие Вечности: Почему смерть — это фича",
    "tag": "Философия",
    "featured": false,
    "date": "20 Декабря 2025",
    "image": "images/soul-disconnection.jpg",
    "desc": "Мы мечтаем загрузить сознание в облако. Но мы забываем, что без дедлайна любой проект превращается в бесконечный долгострой.",
    "content": "<p class='first-letter:text-6xl first-letter:font-bold first-letter:text-emerald-900 first-letter:float-left first-letter:mr-3 first-letter:mt-[-10px]'>Человечество одержимо бессмертием. Сначала это были эликсиры алхимиков...</p>"
  },
  {
    "id": "post-destiny",
    "title": "Твое Предназначение: Ошибка в Алгоритме",
    "tag": "Киберпанк",
    "featured": false,
    "date": "18 Декабря 2025",
    "image": "https://images.unsplash.com/photo-1526374965328-7f61d4dc18c5?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
    "desc": "Корпорации предсказывают твои покупки, а пророки — твою судьбу. Но что если свобода воли — это умение совершить нелогичный поступок?",
    "content": "<p class='first-letter:text-6xl first-letter:font-bold first-letter:text-emerald-900 first-letter:float-left first-letter:mr-3 first-letter:mt-[-10px]'>Вы заметили, как удобно стало жить? Плейлисты подбираются под настроение...</p>"
  },
  {
    "id": "post-irony-magic",
    "title": "Смех над Бездной: Ирония как защита",
    "tag": "Психология",
    "featured": false,
    "date": "15 Декабря 2025",
    "image": "https://images.unsplash.com/photo-1481349518771-20055b2a7b24?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
    "desc": "Почему самые сильные маги всегда немного сумасшедшие шутники? Серьезность делает вас уязвимым, а смех — неубиваемым.",
    "content": "<p class='first-letter:text-6xl first-letter:font-bold first-letter:text-emerald-900 first-letter:float-left first-letter:mr-3 first-letter:mt-[-10px]'>Вы замечали, что злодеи в книгах всегда пафосные? Они произносят длинные монологи...</p>"
  }
]